{"publications": [{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Revisiting Tumor Mutational Burden Cutoff: Multi-Study Replicability in Immunotherapy", "pub_year": 2025, "citation": "bioRxiv, 2025.01. 02.631104, 2025", "author": "Iman Jaljuli and Karissa Whiting and Evan Rosenbaum and Li-Xuan Qin", "journal": "bioRxiv", "pages": "2025.01. 02.631104", "publisher": "Cold Spring Harbor Laboratory", "abstract": "PURPOSE Tumor Mutational Burden (TMB) is a crucial biomarker for predicting the effectiveness of cancer immunotherapy. However, ongoing debates about the optimal cutoff significantly impact the clinical application of immunotherapy. The purpose of our study is to comprehensively evaluate TMB cutoffs for predicting immunotherapy outcomes across multiple studies, considering both cancer type and outcome endpoint, using statistically principled approaches. METHODS We analyzed data from PredictIO, curated through a PubMed search for studies involving immune checkpoint blockade treatment in the adjuvant setting, excluding those involving combinations with chemotherapy, targeted treatment, or radiation. The included studies, published between January 2015 and June 2022, required tumor sequencing data from whole exomes or targeted gene panels for TMB assessment. Outcome endpoints included clinical benefit rate (CBR), progression-free survival (PFS), and overall survival (OS). CBR was defined as the rate of complete response, partial response, or stable disease lasting at least six months, according to RECIST 1.1 criteria. OS and PFS were defined as the interval from treatment initiation to death and disease progression, respectively. TMB was uniformly derived from tumor sequencing data, representing the count of nonsynonymous mutations relative to the target sequencing size. TMB cutoffs were evaluated for outcome associations using study replicability analysis, alongside individual-study analysis and random-effects meta-analysis for comparison. RESULTS The data provided sufficient evidence of replicable outcome …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://www.biorxiv.org/content/10.1101/2025.01.02.631104.abstract", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EDGmMs81z4YJ:scholar.google.com/", "cites_per_year": {}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Quantifying replicability and consistency in systematic reviews", "pub_year": 2023, "citation": "Statistics in Biopharmaceutical Research 15 (2), 372-385, 2023", "author": "Iman Jaljuli and Yoav Benjamini and Liat Shenhav and Orestis A Panagiotou and Ruth Heller", "journal": "Statistics in Biopharmaceutical Research", "volume": "15", "number": "2", "pages": "372-385", "publisher": "Taylor & Francis", "abstract": "Systematic reviews and meta-analyses are important tools for synthesizing evidence from multiple studies. They serve to increase power and improve precision, in the same way that large studies can do, but also to establish the consistency of effects and replicability of results across studies. In this work we propose statistical tools to quantify replicability of effect signs (or directions) and their consistency. We suggest that these tools accompany the fixed-effect or random-effects meta-analysis, and we show that they convey important information for the assessment of the intervention under investigation. We motivate and demonstrate our approach and its implications by examples from systematic reviews from the Cochrane Library. Our tools make no assumptions on the distribution of the true effect sizes, so their inferential guarantees continue to hold even if the assumptions of the fixed-effect or random-effects models …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:YsMSGLbcyi4C", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=344687173402261252", "cites_id": ["344687173402261252"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/19466315.2022.2050291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BHdGcSiTyAQJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 4, "2024": 6, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A multi-lab experimental assessment reveals that replicability can be improved by using empirical estimates of genotype-by-lab interaction", "pub_year": 2023, "citation": "PLoS biology 21 (5), e3002082, 2023", "author": "Iman Jaljuli and Neri Kafkafi and Eliezer Giladi and Ilan Golani and Illana Gozes and Elissa J Chesler and Molly A Bogue and Yoav Benjamini", "journal": "PLoS biology", "volume": "21", "number": "5", "pages": "e3002082", "publisher": "Public Library of Science", "abstract": "The utility of mouse and rat studies critically depends on their replicability in other laboratories. A widely advocated approach to improving replicability is through the rigorous control of predefined animal or experimental conditions, known as standardization. However, this approach limits the generalizability of the findings to only to the standardized conditions and is a potential cause rather than solution to what has been called a replicability crisis. Alternative strategies include estimating the heterogeneity of effects across laboratories, either through designs that vary testing conditions, or by direct statistical analysis of laboratory variation. We previously evaluated our statistical approach for estimating the interlaboratory replicability of a single laboratory discovery. Those results, however, were from a well-coordinated, multi-lab phenotyping study and did not extend to the more realistic setting in which laboratories are operating independently of each other. Here, we sought to test our statistical approach as a realistic prospective experiment, in mice, using 152 results from 5 independent published studies deposited in the Mouse Phenome Database (MPD). In independent replication experiments at 3 laboratories, we found that 53 of the results were replicable, so the other 99 were considered non-replicable. Of the 99 non-replicable results, 59 were statistically significant (at 0.05) in their original single-lab analysis, putting the probability that a single-lab statistical discovery was made even though it is non-replicable, at 59.6%. We then introduced the dimensionless “Genotype-by-Laboratory” (GxL) factor—the ratio between the standard deviations of …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:WF5omc3nYNoC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9712238719084861401", "cites_id": ["9712238719084861401"], "pub_url": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002082", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2RfZSKjNyIYJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Amygdala electrical-finger-print (AmygEFP) NeuroFeedback guided by individually-tailored Trauma script for post-traumatic stress disorder: Proof-of-concept", "pub_year": 2021, "citation": "NeuroImage: Clinical 32, 102859, 2021", "author": "Tom Fruchtman-Steinbok and Jackob N Keynan and Avihay Cohen and Iman Jaljuli and Shiri Mermelstein and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Rebecca Playle and David EJ Linden and Talma Hendler", "journal": "NeuroImage: Clinical", "volume": "32", "pages": "102859", "publisher": "Elsevier", "abstract": "BackgroundAmygdala activity dysregulation plays a central role in post-traumatic stress disorder (PTSD). Hence learning to self-regulate one's amygdala activity may facilitate recovery. PTSD is further characterized by abnormal contextual processing related to the traumatic memory. Therefore, provoking the personal traumatic narrative while training amygdala down-regulation could enhance clinical efficacy. We report the results of a randomized controlled trial (NCT02544971) of a novel self-neuromodulation procedure (i.e. NeuroFeedback) for PTSD, aimed at down-regulating limbic activity while receiving feedback from an auditory script of a personal traumatic narrative. To scale-up applicability, neural activity was probed by an fMRI-informed EEG model of amygdala activity, termed Amygdala Electrical Finger-Print (AmygEFP).MethodsFifty-nine adults meeting DSM-5 criteria for PTSD were randomized between …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:IjCSPb-OGe4C", "num_citations": 35, "citedby_url": "/scholar?hl=en&cites=8830586744033230822", "cites_id": ["8830586744033230822"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S221315822100303X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5r9fdNuLjHoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 4, "2023": 9, "2024": 18, "2025": 3}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The epidemiology of substance use disorders among the adult Jewish population in Israel", "pub_year": 2021, "citation": "European addiction research 27 (5), 362-370, 2021", "author": "Ruth Lev Bar-Or and Ariel Kor and Iman Jaljuli and Shaul Lev-Ran", "journal": "European addiction research", "volume": "27", "number": "5", "pages": "362-370", "abstract": "  Introduction:  Substance use disorders (SUDs) are a leading cause of morbidity and mortality worldwide, having a profound and global impact on health, well-being, safety, and productivity. Although traditionally the prevalence of SUDs in Israel has been estimated to be lower than those in high-income countries, estimates and characteristics of individuals with SUDs in the past decade are lacking. In this work, we explored the prevalence of SUDs among the adult Jewish population in Israel, per different classes of substances across sex, age group, and other sociodemographic factors. Methods: Data from an online representative sample of 4,025 respondents were collected, including the alcohol, smoking, and substance involvement screening test (ASSIST) metric and sociodemographic data. Results: We found that the most common SUDs were alcohol (10.5% [9.5–11.4]), cannabis (9.0% [8 …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:2osOgNQ5qMEC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=4938496391053386949", "cites_id": ["4938496391053386949"], "pub_url": "https://karger.com/ear/article-abstract/27/5/362/819822", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xSRJaU0QiUQJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 6, "2024": 2, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving replicability using interaction with laboratories: a multi-lab experimental assessment", "pub_year": 2021, "citation": "bioRxiv, 2021.12. 05.471264, 2021", "author": "Iman Jaljuli and Neri Kafkafi and Eliezer Giladi and Ilan Golani and Illana Gozes and Elissa Chesler and Molly A Bogue and Yoav Benjamini", "journal": "bioRxiv", "pages": "2021.12. 05.471264", "publisher": "Cold Spring Harbor Laboratory", "abstract": "Phenotyping inbred and genetically-engineered mouse lines has become a central strategy for discovering mammalian gene function and evaluating pharmacological treatment. Yet the utility of any findings critically depends on their replicability in other laboratories. In previous publications we proposed a statistical approach for estimating the inter-laboratory replicability of novel discoveries in a single laboratory, and demonstrated that previous phenotyping results from multi-lab databases can be used to derive a Genotype-by-Lab (GxL) adjustment factor to ensure the replicability of single-lab results, for similarly measured phenotypes, even before making the effort of replicating the new finding in additional laboratories.The demonstration above, however, still raised several important questions that could only be answered by an additional large-scale prospective experiment: Does GxL-adjustment works in single-lab experiments that were not intended to be standardized across laboratories? With genotypes that were not included in the previous experiments? And can it be used to adjust the results of pharmacological treatment experiments? We replicated results from five studies in the Mouse Phenome Database (MPD), in three behavioral tests, across three laboratories, offering 212 comparisons including 60 involving a pharmacological treatment: 18 mg/kg/day fluoxetine. In addition, we define and use a dimensionless GxL factor, derived from dividing the GxL variance by the standard deviation between animals within groups, as the more robust vehicle to transfer the adjustment from the multi-lab analysis to very different labs and genotypes …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4462062420681777473", "cites_id": ["4462062420681777473"], "pub_url": "https://www.biorxiv.org/content/10.1101/2021.12.05.471264.abstract", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QWFbbiFu7D0J:scholar.google.com/", "cites_per_year": {"2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Age and sex-dependent ADNP regulation of muscle gene expression is correlated with motor behavior: possible feedback mechanism with PACAP", "pub_year": 2020, "citation": "International journal of molecular sciences 21 (18), 6715, 2020", "author": "Oxana Kapitansky and Shlomo Sragovich and Iman Jaljuli and Adva Hadar and Eliezer Giladi and Illana Gozes", "journal": "International journal of molecular sciences", "volume": "21", "number": "18", "pages": "6715", "publisher": "MDPI", "abstract": "The activity-dependent neuroprotective protein (ADNP), a double-edged sword, sex-dependently regulates multiple genes and was previously associated with the control of early muscle development and aging. Here we aimed to decipher the involvement of ADNP in versatile muscle gene expression patterns in correlation with motor function throughout life. Using quantitative RT-PCR we showed that Adnp+/− heterozygous deficiency in mice resulted in aberrant gastrocnemius (GC) muscle, tongue and bladder gene expression, which was corrected by the Adnp snippet, drug candidate, NAP (CP201). A significant sexual dichotomy was discovered, coupled to muscle and age-specific gene regulation. As such, Adnp was shown to regulate myosin light chain (Myl) in the gastrocnemius (GC) muscle, the language acquisition gene forkhead box protein P2 (Foxp2) in the tongue and the pituitary-adenylate cyclase activating polypeptide (PACAP) receptor PAC1 mRNA (Adcyap1r1) in the bladder, with PACAP linked to bladder function. A tight age regulation was observed, coupled to an extensive correlation to muscle function (gait analysis), placing ADNP as a muscle-regulating gene/protein."}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:W7OEmFMy1HYC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=16219259885973300115", "cites_id": ["16219259885973300115"], "pub_url": "https://www.mdpi.com/1422-0067/21/18/6715", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k2Mu1-5iFuEJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 2, "2023": 9, "2024": 5, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Single cell ADNP predictive of human muscle disorders: mouse knockdown results in muscle wasting", "pub_year": 2020, "citation": "Cells 9 (10), 2320, 2020", "author": "Oxana Kapitansky and Gidon Karmon and Shlomo Sragovich and Adva Hadar and Meishar Shahoha and Iman Jaljuli and Lior Bikovski and Eliezer Giladi and Robert Palovics and Tal Iram and Illana Gozes", "journal": "Cells", "volume": "9", "number": "10", "pages": "2320", "publisher": "MDPI", "abstract": "Activity-dependent neuroprotective protein (ADNP) mutations are linked with cognitive dysfunctions characterizing the autistic-like ADNP syndrome patients, who also suffer from delayed motor maturation. We thus hypothesized that ADNP is deregulated in versatile myopathies and that local ADNP muscle deficiency results in myopathy, treatable by the ADNP fragment NAP. Here, single-cell transcriptomics identified ADNP as a major constituent of the developing human muscle. ADNP transcript concentrations further predicted multiple human muscle diseases, with concentrations negatively correlated with the ADNP target interacting protein, microtubule end protein 1 (EB1). Reverting back to modeling at the single-cell level of the male mouse transcriptome, Adnp mRNA concentrations age-dependently correlated with motor disease as well as with sexual maturation gene transcripts, while Adnp expressing limb muscle cells significantly decreased with aging. Mouse Adnp heterozygous deficiency exhibited muscle microtubule reduction and myosin light chain (Myl2) deregulation coupled with motor dysfunction. CRISPR knockdown of adult gastrocnemius muscle Adnp in a Cas9 mouse resulted in treadmill (male) and gait (female) dysfunctions that were specifically ameliorated by treatment with the ADNP snippet, microtubule interacting, Myl2—regulating, NAP (CP201). Taken together, our studies provide new hope for personalized diagnosis/therapeutics in versatile myopathies."}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:UeHWp8X0CEIC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=6306380954169319203", "cites_id": ["6306380954169319203"], "pub_url": "https://www.mdpi.com/2073-4409/9/10/2320", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ix-NrxDEhFcJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 6, "2024": 4, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Microbiota changes associated with ADNP deficiencies: rapid indicators for NAP (CP201) treatment of the ADNP syndrome and beyond", "pub_year": 2020, "citation": "Journal of Neural Transmission 127, 251-263, 2020", "author": "Oxana Kapitansky and Eliezer Giladi and Iman Jaljuli and Stefan Bereswill and Markus M Heimesaat and Illana Gozes", "journal": "Journal of Neural Transmission", "volume": "127", "pages": "251-263", "publisher": "Springer Vienna", "abstract": "Activity-dependent neuroprotective protein (ADNP) and its protein snippet NAP (drug candidate CP201) regulate synapse formation and cognitive as well as behavioral functions, in part, through microtubule interaction. Given potential interactions between the microbiome and brain function, we now investigated the potential effects of the ADNP-deficient genotype, mimicking the ADNP syndrome on microbiota composition in the Adnp+/– mouse model. We have discovered a surprising robust sexually dichotomized Adnp genotype effect and correction by NAP (CP201) as follows. Most of the commensal bacterial microbiota tested were affected by the Adnp genotype and corrected by NAP treatment in a male sex-dependent manner. The following list includes all the bacterial groups tested—labeled in bold are male Adnp—genotype increased and corrected (decreased) by NAP. (1) Eubacteriaceae (EubV3 …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:Y0pCki6q_DkC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10953007885737844087", "cites_id": ["10953007885737844087"], "pub_url": "https://link.springer.com/article/10.1007/s00702-020-02155-5", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d910-6PmAJgJ:scholar.google.com/", "cites_per_year": {"2020": 4, "2021": 1, "2022": 5, "2023": 3, "2024": 1, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Replicability of treatment effect in study of blood pressure lowering with dementia", "pub_year": 2020, "citation": "Jama 324 (14), 1465-1466, 2020", "author": "Orestis A Panagiotou and Iman Jaljuli and Ruth Heller", "journal": "Jama", "volume": "324", "number": "14", "pages": "1465-1466", "publisher": "American Medical Association", "abstract": "1. Rule AD, Lieske JC, Pais VM Jr. Management of kidney stones in 2020. JAMA. 2020; 323 (19): 1961-1962. doi: 10.1001/jama. 2020.0662 2. Smith-Bindman R, Aubin C, Bailitz J, et al. Ultrasonography versus computed tomography for suspected nephrolithiasis. N Engl J Med. 2014; 371 (12): 1100-1110. doi: 10.1056/NEJMoa1404446"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:zYLM7Y9cAGgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9700140082066551724", "cites_id": ["9700140082066551724"], "pub_url": "https://jamanetwork.com/journals/jama/article-abstract/2771600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rPMa1wLSnYYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feasibility and effectiveness of personalized amygdala-related neurofeedback for post-traumatic stress disorder", "pub_year": 2019, "citation": "", "author": "Tom Fruchtman and Avihay Cohen and Iman Jaljuli and Jackob Nimrod Keynan and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Talma Hendler", "abstract": "Post-traumatic stress disorder (PTSD) is characterized by excessive emotion reactivity and diminished emotion regulation, corresponding to hyperactive amygdala and hypoactive ventro-medial pre-frontal cortex (vmPFC). Non-specific targeting of these process abnormalities might explain the currently moderate efficacy of therapeutic interventions in PTSD. This study introduces a randomized controlled trial (NCT02544971) with a neurofeedback (NF) intervention for PTSD patients, aimed at down-regulating amygdala activity. To target a disorder-specific process we applied individually-tailored trauma-related content as the learning feedback, allowing for personalized process-based NF. The effect of trauma content (Trauma-NF) was evaluated in comparison to a neutral feedback condition (Neutral-NF) and the intervention effect was controlled for by a No-NF condition. To scale-up applicability, neural activity was probed by an fMRI-inspired EEG model of the amygdala; Amygdala Electrical Finger Print (AmygEFP). All PTSD patients were assessed before and after treatment for clinical severity (primary: CAPS-5 and PCL) and neural-target engagement through amygdala fMRI-NF session. Results showed that patients in the treatment arm learned to volitionally down-regulate their AmygEFP signal and demonstrated reduction in PTSD symptoms, compared to the No-NF arm. Intriguingly, NF with personalized trauma interface presented the steepest NF learning over sessions and the largest clinical improvement (NNT= 2.7). Superior down-regulation of amygdala BOLD signal during fMRI-NF following the intervention in the treatment arm, compared …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:Tyk-4Ss8FVUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10817996979642903605", "cites_id": ["10817996979642903605"], "pub_url": "https://europepmc.org/article/ppr/ppr331554", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NSzd0O8-IZYJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feasibility and Effectiveness of Personalized Amygdala-related Neurofeedback for Post-Traumatic Stress Disorder", "pub_year": 2019, "citation": "", "author": "Tom Fruchtman-Steinbok and Avihay Cohen and Iman Jaljuli and JN Keynan and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Talma Hendler", "abstract": "Post-traumatic stress disorder (PTSD) is characterized by excessive emotion reactivity and diminished emotion regulation, corresponding to hyperactive amygdala and hypoactive ventro-medial pre-frontal cortex (vmPFC). Non-specific targeting of these process abnormalities might explain the currently moderate efficacy of therapeutic interventions in PTSD. This study introduces a randomized controlled trial (NCT02544971) with a neurofeedback (NF) intervention for PTSD patients, aimed at down-regulating amygdala activity. To target a disorder-specific process we applied individually-tailored trauma-related content as the learning feedback, allowing for personalized process-based NF. The effect of trauma content (Trauma-NF) was evaluated in comparison to a neutral feedback condition (Neutral-NF) and the intervention effect was controlled for by a No-NF condition. To scale-up applicability, neural activity was …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8088764614324978485", "cites_id": ["8088764614324978485"], "pub_url": "https://scholar.google.com/scholar?cluster=8088764614324978485&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NQOXhI8QQXAJ:scholar.google.com/", "cites_per_year": {"2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reproducibility and replicability of rodent phenotyping in preclinical studies", "pub_year": 2018, "citation": "Neuroscience & Biobehavioral Reviews 87, 218-232, 2018", "author": "Neri Kafkafi and Joseph Agassi and Elissa J Chesler and John C Crabbe and Wim E Crusio and David Eilam and Robert Gerlai and Ilan Golani and Alex Gomez-Marin and Ruth Heller and Fuad Iraqi and Iman Jaljuli and Natasha A Karp and Hugh Morgan and George Nicholson and Donald W Pfaff and S Helene Richter and Philip B Stark and Oliver Stiedl and Victoria Stodden and Lisa M Tarantino and Valter Tucci and William Valdar and Robert W Williams and Hanno Würbel and Yoav Benjamini", "volume": "87", "pages": "218-232", "publisher": "Pergamon", "abstract": "The scientific community is increasingly concerned with the proportion of published “discoveries” that are not replicated in subsequent studies. The field of rodent behavioral phenotyping was one of the first to raise this concern, and to relate it to other methodological issues: the complex interaction between genotype and environment; the definitions of behavioral constructs; and the use of laboratory mice and rats as model species for investigating human health and disease mechanisms. In January 2015, researchers from various disciplines gathered at Tel Aviv University to discuss these issues. The general consensus was that the issue is prevalent and of concern, and should be addressed at the statistical, methodological and policy levels, but is not so severe as to call into question the validity and the usefulness of model organisms as a whole. Well-organized community efforts, coupled with improved data and …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:u-x6o8ySG0sC", "num_citations": 226, "citedby_url": "/scholar?hl=en&cites=2042408227596968202", "cites_id": ["2042408227596968202"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0149763416306571", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CqFAPHYXWBwJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 10, "2019": 23, "2020": 36, "2021": 33, "2022": 40, "2023": 33, "2024": 37, "2025": 12}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Addressing reproducibility in single-laboratory phenotyping experiments", "pub_year": 2017, "citation": "Nature methods 14 (5), 462-464, 2017", "author": "Neri Kafkafi and Ilan Golani and Iman Jaljuli and Hugh Morgan and Tal Sarig and Hanno Würbel and Shay Yaacoby and Yoav Benjamini", "journal": "Nature methods", "volume": "14", "number": "5", "pages": "462-464", "publisher": "Nature Publishing Group US", "abstract": "To demonstrate metabolic pathway analysis and multiomic integration, we describe representative sample sets in the Supplementary Note, including metabolic pathway analysis using progenitor cell proliferation data and a bacterially induced corrosion study (Supplementary Fig. 2); proteomic integration with an aging study (Supplementary Fig. 3); transcriptomic and proteomic integration using a human colon cancer study (Supplementary Fig. 4 and Supplementary Table 1); a nitrate stress response study in sulfate-reducing bacteria (Supplementary Fig. 5) and a media stress response study in Escherichia coli (Supplementary Fig. 6 and Supplementary Table 2); and a cohort of 1,600 diabetes plasma samples (Supplementary Fig. 7), which helps illustrate the scalability of the cloud-based XCMS Online.Other notable tools providing pathway analysis and multi-omic integration include Galaxy-M7, Open MS from …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:qjMakFHDy7sC", "num_citations": 50, "citedby_url": "/scholar?hl=en&cites=4959877971660116770", "cites_id": ["4959877971660116770"], "pub_url": "https://www.nature.com/articles/nmeth.4259", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IhMWlrwG1UQJ:scholar.google.com/", "cites_per_year": {"2017": 3, "2018": 7, "2019": 4, "2020": 9, "2021": 12, "2022": 1, "2023": 8, "2024": 5, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stress responsiveness and anxiety-like behavior: the early social environment differentially shapes stability over time in a small rodent", "pub_year": 2017, "citation": "Hormones and Behavior 90, 90-97, 2017", "author": "Susanne Sangenstedt and Iman Jaljuli and Norbert Sachser and Sylvia Kaiser", "journal": "Hormones and Behavior", "volume": "90", "pages": "90-97", "publisher": "Academic Press", "abstract": "The early social environment can profoundly affect behavioral and physiological phenotypes. We investigated how male wild cavy offspring, whose mothers had either lived in a stable (SE) or an unstable social environment (UE) during pregnancy and lactation, differed in their anxiety-like behavior and stress responsiveness. At two different time points in life, we tested the offspring's anxiety-like behavior in a dark–light test and their endocrine reaction to challenge in a cortisol reactivity test. Furthermore, we analyzed whether individual traits remained stable over time. There was no effect of the early social environment on anxiety-like behavior and stress responsiveness. However, at an individual level, anxiety-like behavior was stable over time in UE- but not in SE-sons. Stress responsiveness, in turn, was rather inconsistent in UE-sons and temporally stable in SE-sons. Conclusively, we showed for the first time that …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:eQOLeE2rZwMC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=17185023179955543886", "cites_id": ["17185023179955543886"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0018506X16302902", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Tp8aMoh3fe4J:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 1, "2019": 1, "2020": 0, "2021": 4}}], "author": {"container_type": "Author", "filled": ["basics", "indices", "counts", "coauthors", "publications", "public_access"], "scholar_id": "2WFd9foAAAAJ", "source": "AUTHOR_PROFILE_PAGE", "name": "Iman Jaljuli", "url_picture": "https://scholar.googleusercontent.com/citations?view_op=view_photo&user=2WFd9foAAAAJ&citpid=4", "affiliation": "PhD, Research Fellow, Stanford University", "organization": 8539678734835078480, "interests": ["Replicability", "Statistical Genomics", "Generalized Linear Mixed Models", "Meta-analysis"], "email_domain": "@stanford.edu", "citedby": 411, "citedby5y": 359, "hindex": 8, "hindex5y": 8, "i10index": 8, "i10index5y": 8, "cites_per_year": {"2017": 5, "2018": 18, "2019": 28, "2020": 51, "2021": 55, "2022": 64, "2023": 81, "2024": 81, "2025": 25}, "coauthors": [{"container_type": "Author", "filled": [], "scholar_id": "B1sLPv8AAAAJ", "source": "CO_AUTHORS_LIST", "name": "Illana Gozes", "affiliation": "Professor Emerita, Former Lily & Avraham Gildor Chair, Head, Elton Lab. Molecular Neuroendocrinology"}, {"container_type": "Author", "filled": [], "scholar_id": "eZ51GLAAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Yoav Benjamini", "affiliation": "Tel Aviv University"}, {"container_type": "Author", "filled": [], "scholar_id": "hMUOTaoAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Ilan Golani", "affiliation": "Professor emeritus of zoology Tel Aviv University"}, {"container_type": "Author", "filled": [], "scholar_id": "7axX2-sAAAAJ", "source": "CO_AUTHORS_LIST", "name": "JN Keynan", "affiliation": "Post-Doctoral Fellow, Stanford University School of Medicine"}, {"container_type": "Author", "filled": [], "scholar_id": "R8_hwHkAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Tom Fruchtman-Steinbok", "affiliation": "Tel Aviv University"}, {"container_type": "Author", "filled": [], "scholar_id": "Fvkx4koAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Shay Yaacoby", "affiliation": "Tel Aviv University"}, {"container_type": "Author", "filled": [], "scholar_id": "M2PgOqAAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Hanno Würbel", "affiliation": "Professor of Animal Welfare, University of Bern, Switzerland"}, {"container_type": "Author", "filled": [], "scholar_id": "Th6hczAAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Heller Ruth", "affiliation": "Professor of Statistics, Tel-Aviv University"}, {"container_type": "Author", "filled": [], "scholar_id": "M5TfQJcAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Orestis A. Panagiotou, MD PhD", "affiliation": "Department of Health Services, Policy & Practice, Brown University School of Public Health"}, {"container_type": "Author", "filled": [], "scholar_id": "O7GhbbYAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Sylvia Kaiser", "affiliation": "University of Münster"}], "publications": [{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Reproducibility and replicability of rodent phenotyping in preclinical studies", "pub_year": 2018, "citation": "Neuroscience & Biobehavioral Reviews 87, 218-232, 2018", "author": "Neri Kafkafi and Joseph Agassi and Elissa J Chesler and John C Crabbe and Wim E Crusio and David Eilam and Robert Gerlai and Ilan Golani and Alex Gomez-Marin and Ruth Heller and Fuad Iraqi and Iman Jaljuli and Natasha A Karp and Hugh Morgan and George Nicholson and Donald W Pfaff and S Helene Richter and Philip B Stark and Oliver Stiedl and Victoria Stodden and Lisa M Tarantino and Valter Tucci and William Valdar and Robert W Williams and Hanno Würbel and Yoav Benjamini", "volume": "87", "pages": "218-232", "publisher": "Pergamon", "abstract": "The scientific community is increasingly concerned with the proportion of published “discoveries” that are not replicated in subsequent studies. The field of rodent behavioral phenotyping was one of the first to raise this concern, and to relate it to other methodological issues: the complex interaction between genotype and environment; the definitions of behavioral constructs; and the use of laboratory mice and rats as model species for investigating human health and disease mechanisms. In January 2015, researchers from various disciplines gathered at Tel Aviv University to discuss these issues. The general consensus was that the issue is prevalent and of concern, and should be addressed at the statistical, methodological and policy levels, but is not so severe as to call into question the validity and the usefulness of model organisms as a whole. Well-organized community efforts, coupled with improved data and …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:u-x6o8ySG0sC", "num_citations": 226, "citedby_url": "/scholar?hl=en&cites=2042408227596968202", "cites_id": ["2042408227596968202"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0149763416306571", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CqFAPHYXWBwJ:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 10, "2019": 23, "2020": 36, "2021": 33, "2022": 40, "2023": 33, "2024": 37, "2025": 12}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Addressing reproducibility in single-laboratory phenotyping experiments", "pub_year": 2017, "citation": "Nature methods 14 (5), 462-464, 2017", "author": "Neri Kafkafi and Ilan Golani and Iman Jaljuli and Hugh Morgan and Tal Sarig and Hanno Würbel and Shay Yaacoby and Yoav Benjamini", "journal": "Nature methods", "volume": "14", "number": "5", "pages": "462-464", "publisher": "Nature Publishing Group US", "abstract": "To demonstrate metabolic pathway analysis and multiomic integration, we describe representative sample sets in the Supplementary Note, including metabolic pathway analysis using progenitor cell proliferation data and a bacterially induced corrosion study (Supplementary Fig. 2); proteomic integration with an aging study (Supplementary Fig. 3); transcriptomic and proteomic integration using a human colon cancer study (Supplementary Fig. 4 and Supplementary Table 1); a nitrate stress response study in sulfate-reducing bacteria (Supplementary Fig. 5) and a media stress response study in Escherichia coli (Supplementary Fig. 6 and Supplementary Table 2); and a cohort of 1,600 diabetes plasma samples (Supplementary Fig. 7), which helps illustrate the scalability of the cloud-based XCMS Online.Other notable tools providing pathway analysis and multi-omic integration include Galaxy-M7, Open MS from …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:qjMakFHDy7sC", "num_citations": 50, "citedby_url": "/scholar?hl=en&cites=4959877971660116770", "cites_id": ["4959877971660116770"], "pub_url": "https://www.nature.com/articles/nmeth.4259", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IhMWlrwG1UQJ:scholar.google.com/", "cites_per_year": {"2017": 3, "2018": 7, "2019": 4, "2020": 9, "2021": 12, "2022": 1, "2023": 8, "2024": 5, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Amygdala electrical-finger-print (AmygEFP) NeuroFeedback guided by individually-tailored Trauma script for post-traumatic stress disorder: Proof-of-concept", "pub_year": 2021, "citation": "NeuroImage: Clinical 32, 102859, 2021", "author": "Tom Fruchtman-Steinbok and Jackob N Keynan and Avihay Cohen and Iman Jaljuli and Shiri Mermelstein and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Rebecca Playle and David EJ Linden and Talma Hendler", "journal": "NeuroImage: Clinical", "volume": "32", "pages": "102859", "publisher": "Elsevier", "abstract": "BackgroundAmygdala activity dysregulation plays a central role in post-traumatic stress disorder (PTSD). Hence learning to self-regulate one's amygdala activity may facilitate recovery. PTSD is further characterized by abnormal contextual processing related to the traumatic memory. Therefore, provoking the personal traumatic narrative while training amygdala down-regulation could enhance clinical efficacy. We report the results of a randomized controlled trial (NCT02544971) of a novel self-neuromodulation procedure (i.e. NeuroFeedback) for PTSD, aimed at down-regulating limbic activity while receiving feedback from an auditory script of a personal traumatic narrative. To scale-up applicability, neural activity was probed by an fMRI-informed EEG model of amygdala activity, termed Amygdala Electrical Finger-Print (AmygEFP).MethodsFifty-nine adults meeting DSM-5 criteria for PTSD were randomized between …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:IjCSPb-OGe4C", "num_citations": 35, "citedby_url": "/scholar?hl=en&cites=8830586744033230822", "cites_id": ["8830586744033230822"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S221315822100303X", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5r9fdNuLjHoJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 4, "2023": 9, "2024": 18, "2025": 3}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Age and sex-dependent ADNP regulation of muscle gene expression is correlated with motor behavior: possible feedback mechanism with PACAP", "pub_year": 2020, "citation": "International journal of molecular sciences 21 (18), 6715, 2020", "author": "Oxana Kapitansky and Shlomo Sragovich and Iman Jaljuli and Adva Hadar and Eliezer Giladi and Illana Gozes", "journal": "International journal of molecular sciences", "volume": "21", "number": "18", "pages": "6715", "publisher": "MDPI", "abstract": "The activity-dependent neuroprotective protein (ADNP), a double-edged sword, sex-dependently regulates multiple genes and was previously associated with the control of early muscle development and aging. Here we aimed to decipher the involvement of ADNP in versatile muscle gene expression patterns in correlation with motor function throughout life. Using quantitative RT-PCR we showed that Adnp+/− heterozygous deficiency in mice resulted in aberrant gastrocnemius (GC) muscle, tongue and bladder gene expression, which was corrected by the Adnp snippet, drug candidate, NAP (CP201). A significant sexual dichotomy was discovered, coupled to muscle and age-specific gene regulation. As such, Adnp was shown to regulate myosin light chain (Myl) in the gastrocnemius (GC) muscle, the language acquisition gene forkhead box protein P2 (Foxp2) in the tongue and the pituitary-adenylate cyclase activating polypeptide (PACAP) receptor PAC1 mRNA (Adcyap1r1) in the bladder, with PACAP linked to bladder function. A tight age regulation was observed, coupled to an extensive correlation to muscle function (gait analysis), placing ADNP as a muscle-regulating gene/protein."}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:W7OEmFMy1HYC", "num_citations": 21, "citedby_url": "/scholar?hl=en&cites=16219259885973300115", "cites_id": ["16219259885973300115"], "pub_url": "https://www.mdpi.com/1422-0067/21/18/6715", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k2Mu1-5iFuEJ:scholar.google.com/", "cites_per_year": {"2020": 2, "2021": 2, "2022": 2, "2023": 9, "2024": 5, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Quantifying replicability and consistency in systematic reviews", "pub_year": 2023, "citation": "Statistics in Biopharmaceutical Research 15 (2), 372-385, 2023", "author": "Iman Jaljuli and Yoav Benjamini and Liat Shenhav and Orestis A Panagiotou and Ruth Heller", "journal": "Statistics in Biopharmaceutical Research", "volume": "15", "number": "2", "pages": "372-385", "publisher": "Taylor & Francis", "abstract": "Systematic reviews and meta-analyses are important tools for synthesizing evidence from multiple studies. They serve to increase power and improve precision, in the same way that large studies can do, but also to establish the consistency of effects and replicability of results across studies. In this work we propose statistical tools to quantify replicability of effect signs (or directions) and their consistency. We suggest that these tools accompany the fixed-effect or random-effects meta-analysis, and we show that they convey important information for the assessment of the intervention under investigation. We motivate and demonstrate our approach and its implications by examples from systematic reviews from the Cochrane Library. Our tools make no assumptions on the distribution of the true effect sizes, so their inferential guarantees continue to hold even if the assumptions of the fixed-effect or random-effects models …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:YsMSGLbcyi4C", "num_citations": 17, "citedby_url": "/scholar?hl=en&cites=344687173402261252", "cites_id": ["344687173402261252"], "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/19466315.2022.2050291", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BHdGcSiTyAQJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 4, "2024": 6, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Single cell ADNP predictive of human muscle disorders: mouse knockdown results in muscle wasting", "pub_year": 2020, "citation": "Cells 9 (10), 2320, 2020", "author": "Oxana Kapitansky and Gidon Karmon and Shlomo Sragovich and Adva Hadar and Meishar Shahoha and Iman Jaljuli and Lior Bikovski and Eliezer Giladi and Robert Palovics and Tal Iram and Illana Gozes", "journal": "Cells", "volume": "9", "number": "10", "pages": "2320", "publisher": "MDPI", "abstract": "Activity-dependent neuroprotective protein (ADNP) mutations are linked with cognitive dysfunctions characterizing the autistic-like ADNP syndrome patients, who also suffer from delayed motor maturation. We thus hypothesized that ADNP is deregulated in versatile myopathies and that local ADNP muscle deficiency results in myopathy, treatable by the ADNP fragment NAP. Here, single-cell transcriptomics identified ADNP as a major constituent of the developing human muscle. ADNP transcript concentrations further predicted multiple human muscle diseases, with concentrations negatively correlated with the ADNP target interacting protein, microtubule end protein 1 (EB1). Reverting back to modeling at the single-cell level of the male mouse transcriptome, Adnp mRNA concentrations age-dependently correlated with motor disease as well as with sexual maturation gene transcripts, while Adnp expressing limb muscle cells significantly decreased with aging. Mouse Adnp heterozygous deficiency exhibited muscle microtubule reduction and myosin light chain (Myl2) deregulation coupled with motor dysfunction. CRISPR knockdown of adult gastrocnemius muscle Adnp in a Cas9 mouse resulted in treadmill (male) and gait (female) dysfunctions that were specifically ameliorated by treatment with the ADNP snippet, microtubule interacting, Myl2—regulating, NAP (CP201). Taken together, our studies provide new hope for personalized diagnosis/therapeutics in versatile myopathies."}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:UeHWp8X0CEIC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=6306380954169319203", "cites_id": ["6306380954169319203"], "pub_url": "https://www.mdpi.com/2073-4409/9/10/2320", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ix-NrxDEhFcJ:scholar.google.com/", "cites_per_year": {"2022": 3, "2023": 6, "2024": 4, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Microbiota changes associated with ADNP deficiencies: rapid indicators for NAP (CP201) treatment of the ADNP syndrome and beyond", "pub_year": 2020, "citation": "Journal of Neural Transmission 127, 251-263, 2020", "author": "Oxana Kapitansky and Eliezer Giladi and Iman Jaljuli and Stefan Bereswill and Markus M Heimesaat and Illana Gozes", "journal": "Journal of Neural Transmission", "volume": "127", "pages": "251-263", "publisher": "Springer Vienna", "abstract": "Activity-dependent neuroprotective protein (ADNP) and its protein snippet NAP (drug candidate CP201) regulate synapse formation and cognitive as well as behavioral functions, in part, through microtubule interaction. Given potential interactions between the microbiome and brain function, we now investigated the potential effects of the ADNP-deficient genotype, mimicking the ADNP syndrome on microbiota composition in the Adnp+/– mouse model. We have discovered a surprising robust sexually dichotomized Adnp genotype effect and correction by NAP (CP201) as follows. Most of the commensal bacterial microbiota tested were affected by the Adnp genotype and corrected by NAP treatment in a male sex-dependent manner. The following list includes all the bacterial groups tested—labeled in bold are male Adnp—genotype increased and corrected (decreased) by NAP. (1) Eubacteriaceae (EubV3 …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:Y0pCki6q_DkC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=10953007885737844087", "cites_id": ["10953007885737844087"], "pub_url": "https://link.springer.com/article/10.1007/s00702-020-02155-5", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d910-6PmAJgJ:scholar.google.com/", "cites_per_year": {"2020": 4, "2021": 1, "2022": 5, "2023": 3, "2024": 1, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "The epidemiology of substance use disorders among the adult Jewish population in Israel", "pub_year": 2021, "citation": "European addiction research 27 (5), 362-370, 2021", "author": "Ruth Lev Bar-Or and Ariel Kor and Iman Jaljuli and Shaul Lev-Ran", "journal": "European addiction research", "volume": "27", "number": "5", "pages": "362-370", "abstract": "  Introduction:  Substance use disorders (SUDs) are a leading cause of morbidity and mortality worldwide, having a profound and global impact on health, well-being, safety, and productivity. Although traditionally the prevalence of SUDs in Israel has been estimated to be lower than those in high-income countries, estimates and characteristics of individuals with SUDs in the past decade are lacking. In this work, we explored the prevalence of SUDs among the adult Jewish population in Israel, per different classes of substances across sex, age group, and other sociodemographic factors. Methods: Data from an online representative sample of 4,025 respondents were collected, including the alcohol, smoking, and substance involvement screening test (ASSIST) metric and sociodemographic data. Results: We found that the most common SUDs were alcohol (10.5% [9.5–11.4]), cannabis (9.0% [8 …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:2osOgNQ5qMEC", "num_citations": 12, "citedby_url": "/scholar?hl=en&cites=4938496391053386949", "cites_id": ["4938496391053386949"], "pub_url": "https://karger.com/ear/article-abstract/27/5/362/819822", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xSRJaU0QiUQJ:scholar.google.com/", "cites_per_year": {"2022": 2, "2023": 6, "2024": 2, "2025": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Stress responsiveness and anxiety-like behavior: the early social environment differentially shapes stability over time in a small rodent", "pub_year": 2017, "citation": "Hormones and Behavior 90, 90-97, 2017", "author": "Susanne Sangenstedt and Iman Jaljuli and Norbert Sachser and Sylvia Kaiser", "journal": "Hormones and Behavior", "volume": "90", "pages": "90-97", "publisher": "Academic Press", "abstract": "The early social environment can profoundly affect behavioral and physiological phenotypes. We investigated how male wild cavy offspring, whose mothers had either lived in a stable (SE) or an unstable social environment (UE) during pregnancy and lactation, differed in their anxiety-like behavior and stress responsiveness. At two different time points in life, we tested the offspring's anxiety-like behavior in a dark–light test and their endocrine reaction to challenge in a cortisol reactivity test. Furthermore, we analyzed whether individual traits remained stable over time. There was no effect of the early social environment on anxiety-like behavior and stress responsiveness. However, at an individual level, anxiety-like behavior was stable over time in UE- but not in SE-sons. Stress responsiveness, in turn, was rather inconsistent in UE-sons and temporally stable in SE-sons. Conclusively, we showed for the first time that …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:eQOLeE2rZwMC", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=17185023179955543886", "cites_id": ["17185023179955543886"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0018506X16302902", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Tp8aMoh3fe4J:scholar.google.com/", "cites_per_year": {"2017": 1, "2018": 1, "2019": 1, "2020": 0, "2021": 4}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A multi-lab experimental assessment reveals that replicability can be improved by using empirical estimates of genotype-by-lab interaction", "pub_year": 2023, "citation": "PLoS biology 21 (5), e3002082, 2023", "author": "Iman Jaljuli and Neri Kafkafi and Eliezer Giladi and Ilan Golani and Illana Gozes and Elissa J Chesler and Molly A Bogue and Yoav Benjamini", "journal": "PLoS biology", "volume": "21", "number": "5", "pages": "e3002082", "publisher": "Public Library of Science", "abstract": "The utility of mouse and rat studies critically depends on their replicability in other laboratories. A widely advocated approach to improving replicability is through the rigorous control of predefined animal or experimental conditions, known as standardization. However, this approach limits the generalizability of the findings to only to the standardized conditions and is a potential cause rather than solution to what has been called a replicability crisis. Alternative strategies include estimating the heterogeneity of effects across laboratories, either through designs that vary testing conditions, or by direct statistical analysis of laboratory variation. We previously evaluated our statistical approach for estimating the interlaboratory replicability of a single laboratory discovery. Those results, however, were from a well-coordinated, multi-lab phenotyping study and did not extend to the more realistic setting in which laboratories are operating independently of each other. Here, we sought to test our statistical approach as a realistic prospective experiment, in mice, using 152 results from 5 independent published studies deposited in the Mouse Phenome Database (MPD). In independent replication experiments at 3 laboratories, we found that 53 of the results were replicable, so the other 99 were considered non-replicable. Of the 99 non-replicable results, 59 were statistically significant (at 0.05) in their original single-lab analysis, putting the probability that a single-lab statistical discovery was made even though it is non-replicable, at 59.6%. We then introduced the dimensionless “Genotype-by-Laboratory” (GxL) factor—the ratio between the standard deviations of …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:WF5omc3nYNoC", "num_citations": 6, "citedby_url": "/scholar?hl=en&cites=9712238719084861401", "cites_id": ["9712238719084861401"], "pub_url": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002082", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2RfZSKjNyIYJ:scholar.google.com/", "cites_per_year": {"2023": 2, "2024": 3, "2025": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feasibility and effectiveness of personalized amygdala-related neurofeedback for post-traumatic stress disorder", "pub_year": 2019, "citation": "", "author": "Tom Fruchtman and Avihay Cohen and Iman Jaljuli and Jackob Nimrod Keynan and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Talma Hendler", "abstract": "Post-traumatic stress disorder (PTSD) is characterized by excessive emotion reactivity and diminished emotion regulation, corresponding to hyperactive amygdala and hypoactive ventro-medial pre-frontal cortex (vmPFC). Non-specific targeting of these process abnormalities might explain the currently moderate efficacy of therapeutic interventions in PTSD. This study introduces a randomized controlled trial (NCT02544971) with a neurofeedback (NF) intervention for PTSD patients, aimed at down-regulating amygdala activity. To target a disorder-specific process we applied individually-tailored trauma-related content as the learning feedback, allowing for personalized process-based NF. The effect of trauma content (Trauma-NF) was evaluated in comparison to a neutral feedback condition (Neutral-NF) and the intervention effect was controlled for by a No-NF condition. To scale-up applicability, neural activity was probed by an fMRI-inspired EEG model of the amygdala; Amygdala Electrical Finger Print (AmygEFP). All PTSD patients were assessed before and after treatment for clinical severity (primary: CAPS-5 and PCL) and neural-target engagement through amygdala fMRI-NF session. Results showed that patients in the treatment arm learned to volitionally down-regulate their AmygEFP signal and demonstrated reduction in PTSD symptoms, compared to the No-NF arm. Intriguingly, NF with personalized trauma interface presented the steepest NF learning over sessions and the largest clinical improvement (NNT= 2.7). Superior down-regulation of amygdala BOLD signal during fMRI-NF following the intervention in the treatment arm, compared …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:Tyk-4Ss8FVUC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=10817996979642903605", "cites_id": ["10817996979642903605"], "pub_url": "https://europepmc.org/article/ppr/ppr331554", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NSzd0O8-IZYJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Replicability of treatment effect in study of blood pressure lowering with dementia", "pub_year": 2020, "citation": "Jama 324 (14), 1465-1466, 2020", "author": "Orestis A Panagiotou and Iman Jaljuli and Ruth Heller", "journal": "Jama", "volume": "324", "number": "14", "pages": "1465-1466", "publisher": "American Medical Association", "abstract": "1. Rule AD, Lieske JC, Pais VM Jr. Management of kidney stones in 2020. JAMA. 2020; 323 (19): 1961-1962. doi: 10.1001/jama. 2020.0662 2. Smith-Bindman R, Aubin C, Bailitz J, et al. Ultrasonography versus computed tomography for suspected nephrolithiasis. N Engl J Med. 2014; 371 (12): 1100-1110. doi: 10.1056/NEJMoa1404446"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:zYLM7Y9cAGgC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=9700140082066551724", "cites_id": ["9700140082066551724"], "pub_url": "https://jamanetwork.com/journals/jama/article-abstract/2771600", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rPMa1wLSnYYJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Improving replicability using interaction with laboratories: a multi-lab experimental assessment", "pub_year": 2021, "citation": "bioRxiv, 2021.12. 05.471264, 2021", "author": "Iman Jaljuli and Neri Kafkafi and Eliezer Giladi and Ilan Golani and Illana Gozes and Elissa Chesler and Molly A Bogue and Yoav Benjamini", "journal": "bioRxiv", "pages": "2021.12. 05.471264", "publisher": "Cold Spring Harbor Laboratory", "abstract": "Phenotyping inbred and genetically-engineered mouse lines has become a central strategy for discovering mammalian gene function and evaluating pharmacological treatment. Yet the utility of any findings critically depends on their replicability in other laboratories. In previous publications we proposed a statistical approach for estimating the inter-laboratory replicability of novel discoveries in a single laboratory, and demonstrated that previous phenotyping results from multi-lab databases can be used to derive a Genotype-by-Lab (GxL) adjustment factor to ensure the replicability of single-lab results, for similarly measured phenotypes, even before making the effort of replicating the new finding in additional laboratories.The demonstration above, however, still raised several important questions that could only be answered by an additional large-scale prospective experiment: Does GxL-adjustment works in single-lab experiments that were not intended to be standardized across laboratories? With genotypes that were not included in the previous experiments? And can it be used to adjust the results of pharmacological treatment experiments? We replicated results from five studies in the Mouse Phenome Database (MPD), in three behavioral tests, across three laboratories, offering 212 comparisons including 60 involving a pharmacological treatment: 18 mg/kg/day fluoxetine. In addition, we define and use a dimensionless GxL factor, derived from dividing the GxL variance by the standard deviation between animals within groups, as the more robust vehicle to transfer the adjustment from the multi-lab analysis to very different labs and genotypes …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:9yKSN-GCB0IC", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=4462062420681777473", "cites_id": ["4462062420681777473"], "pub_url": "https://www.biorxiv.org/content/10.1101/2021.12.05.471264.abstract", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QWFbbiFu7D0J:scholar.google.com/", "cites_per_year": {"2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Feasibility and Effectiveness of Personalized Amygdala-related Neurofeedback for Post-Traumatic Stress Disorder", "pub_year": 2019, "citation": "", "author": "Tom Fruchtman-Steinbok and Avihay Cohen and Iman Jaljuli and JN Keynan and Gadi Drori and Efrat Routledge and Michael Krasnoshtein and Talma Hendler", "abstract": "Post-traumatic stress disorder (PTSD) is characterized by excessive emotion reactivity and diminished emotion regulation, corresponding to hyperactive amygdala and hypoactive ventro-medial pre-frontal cortex (vmPFC). Non-specific targeting of these process abnormalities might explain the currently moderate efficacy of therapeutic interventions in PTSD. This study introduces a randomized controlled trial (NCT02544971) with a neurofeedback (NF) intervention for PTSD patients, aimed at down-regulating amygdala activity. To target a disorder-specific process we applied individually-tailored trauma-related content as the learning feedback, allowing for personalized process-based NF. The effect of trauma content (Trauma-NF) was evaluated in comparison to a neutral feedback condition (Neutral-NF) and the intervention effect was controlled for by a No-NF condition. To scale-up applicability, neural activity was …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:d1gkVwhDpl0C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=8088764614324978485", "cites_id": ["8088764614324978485"], "pub_url": "https://scholar.google.com/scholar?cluster=8088764614324978485&hl=en&oi=scholarr", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NQOXhI8QQXAJ:scholar.google.com/", "cites_per_year": {"2022": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Revisiting Tumor Mutational Burden Cutoff: Multi-Study Replicability in Immunotherapy", "pub_year": 2025, "citation": "bioRxiv, 2025.01. 02.631104, 2025", "author": "Iman Jaljuli and Karissa Whiting and Evan Rosenbaum and Li-Xuan Qin", "journal": "bioRxiv", "pages": "2025.01. 02.631104", "publisher": "Cold Spring Harbor Laboratory", "abstract": "PURPOSE Tumor Mutational Burden (TMB) is a crucial biomarker for predicting the effectiveness of cancer immunotherapy. However, ongoing debates about the optimal cutoff significantly impact the clinical application of immunotherapy. The purpose of our study is to comprehensively evaluate TMB cutoffs for predicting immunotherapy outcomes across multiple studies, considering both cancer type and outcome endpoint, using statistically principled approaches. METHODS We analyzed data from PredictIO, curated through a PubMed search for studies involving immune checkpoint blockade treatment in the adjuvant setting, excluding those involving combinations with chemotherapy, targeted treatment, or radiation. The included studies, published between January 2015 and June 2022, required tumor sequencing data from whole exomes or targeted gene panels for TMB assessment. Outcome endpoints included clinical benefit rate (CBR), progression-free survival (PFS), and overall survival (OS). CBR was defined as the rate of complete response, partial response, or stable disease lasting at least six months, according to RECIST 1.1 criteria. OS and PFS were defined as the interval from treatment initiation to death and disease progression, respectively. TMB was uniformly derived from tumor sequencing data, representing the count of nonsynonymous mutations relative to the target sequencing size. TMB cutoffs were evaluated for outcome associations using study replicability analysis, alongside individual-study analysis and random-effects meta-analysis for comparison. RESULTS The data provided sufficient evidence of replicable outcome …"}, "filled": true, "author_pub_id": "2WFd9foAAAAJ:ufrVoPGSRksC", "num_citations": 0, "pub_url": "https://www.biorxiv.org/content/10.1101/2025.01.02.631104.abstract", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EDGmMs81z4YJ:scholar.google.com/", "cites_per_year": {}}], "public_access": {"available": 11, "not_available": 0}}}